{
  "title": "The Presidential Suite",
  "room-id": "AAS",
  "language": "en",
  "short_info": "The Presidential Suite of The Pierre, is the essence of Manhattan elegance and glamour. Exquisite Central Park and Manhattan views are framed among the splendid décor, where the suite’s perch on the 39th floor showcases striking vistas of the city.",
  "additional-info": "<p>The Presidential Suite of The Pierre, is the essence of Manhattan elegance and glamour. Exquisite Central Park and Manhattan views are framed among the splendid d&eacute;cor, where the suite&rsquo;s perch on the 39th floor showcases striking vistas of the city.&nbsp; The Tata Suite's 1,980-square-foot interior can be combined with other rooms and suites to offer six bedrooms under one key, creating a completely private space&nbsp;on the entire 39th floor of The Pierre.</p>",
  "replace-reztrip-amenities": true,
  "service_amenities": "<p>Special privileges include full American Breakfast at Perrine or through Room Service, Complimentary pressing of 5 garments upon arrival, Complimentary juices and soft drinks from the minibar, direct private phone number to our Concierge Team reserved for Grand Suite guests.&nbsp; Additional hotel&nbsp; services&nbsp;also&nbsp;include 24 hour&nbsp;white gloved elevator attendants,&nbsp;ComplimentaryJaguar&nbsp;house car subject to availability.</p>\n<p>In-room comforts feature Complimentary high speed wi-fi for up to 4 devices, 24 hour in-room dining service, Housekeeping daily service twice, Overnight complimentary shoe shine, Plush terry cloth robes &amp; Pierre slippers, Exclusive Etro toiletries, On site 24-hour valet and hand-laundry services, complimentary dog amenities (for pets up to 15 pounds), Complimentary online newspapers and magazines on check in.&nbsp;For a full list of our guest services and amenities click&nbsp;<a href=\"https://www.thepierreny.com/luxury-manhattan-hotel-amenities/\" target=\"_blank\" rel=\"noopener noreferrer\">here</a>.</p>",
  "room_features": "<h3>Room Features</h3>\n<p>With exquisite Central Park and Manhattan views&nbsp;from the 39th floor, rich gold, silver and porcelain tones adorn the d&eacute;cor&nbsp;that&nbsp;translates through the suite&rsquo;s breathtaking living room, spacious dining room, refined bedrooms, and polished marble bathrooms.</p>\n<h3>Bed &amp; Bath Experience</h3>\n<p>The living room features custom cabinetry, comfortable sofas and large upholstered armchairs that overlook an elegant fireplace and 40&rdquo; wall mounted television with a Bang &amp; Olufsen home theater system, an impressive executive working desk and chair form part of the room. The suite also has custom Murano glass tables and floor lamps, a full bar and new sound-insulated, energy efficient windows with both blackout draperies and sheers, make the living room magnificent and majestic.</p>\n<p>The adjoining dining room accommodates eight guests at a stunning custom made, silver leaf table beneath a Murano glass chandelier. A private pantry kitchen offers additional access from the entry foyer, and has a two-burner stove top, stainless steel refrigerator, microwave and bar sink. A powder room is located next to the service pantry.&nbsp; A second large flat screen television with audio equipment can easily convert the dining room into an executive meeting retreat.</p>\n<p>The master bedroom showcases a custom and plush king bed with organic mattress fitted in silk and brocade pillows of gold and silver. A slipper chaise lounge is featured at the foot of the bed, offering additional seating to guests.&nbsp; An inlaid desk commands the far corner of the room. Expansive windows are draped with silk sheers and rich floor-to-ceiling silk brocade draperies. Copper custom lamps situated on either side of the bed warm up the space.</p>\n<p>The second Bedroom features two custom twin beds decorated in the same fabrics and color scheme as the master bedroom. Generous closets and open shelving surround a flat screen wall mounted television with a console and minibar. The adjoining bath includes a marble shower, vanity, a luxurious bathtub with Etro amenities.</p>\n<p>The bath is lined with gorgeous Italian chocolate marble and porcelain tile, with dual vanities, wooden cabinetry, a large shower complete with marble seating, ceiling rain disk, wall shower heads and steam, and a separate spacious luxurious Etro amenities and a soaking tub with city views through the adjacent window. One entire wall features a series of paneled, mirrored closets lined in cedar and sandalwood with valet drawers and electronic safes. An adjacent silver mirrored vanity is accented with a zebra-striped small bench.</p>",
  "gallery": [
    {
      "url": "",
      "alt": "",
      "caption": "",
      "description": ""
    }
  ],
  "replace-reztrip-details": true
}