{
  "title": "Two Bedroom Deluxe Grand Suite",
  "room-id": "B2S",
  "language": "en",
  "short_info": "Offering stunning views of Central Park, the two-bedroom Grand Suites feature decor that reflects The Pierre’s iconic heritage. Delicate couture touches speak to the hotel's rich history, while regal furnishings pay discreet homage to the royal Taj tradition.",
  "room_features": "<h3>Room Features</h3>\n<p>Offering stunning views of Central Park, the two-bedroom Grand Suites feature decor that reflects The Pierre&rsquo;s iconic heritage. Delicate couture touches speak to the hotel's&nbsp;rich history,&nbsp;while regal furnishings pay discreet homage to the royal Taj tradition.</p>\n<h3>Bed &amp; Bath Experience</h3>\n<p>The two-bedroom Grand Suites feature an impressive entry foyer which complements the elegant living room's elegant furnishings. A comfortable sofa, coffee table and two exquisitely upholstered armchairs. An executive desk with chair sits across a wall mounted 40&rdquo; TV hangs over the vanity fireplace with console and minibar.&nbsp; The space includes a four-seater dining table. The grand suite is complemented by a well-appointed pantry kitchen for private gatherings.</p>\n<p>The suites is comprised of two bedrooms. The master bedroom features a plush and comfortable king sized bed, chaise, two nightstands with Bose Wave Studio radio featuring Bluetooth connectivity and alarm clock. An executive writing desk and chair is located opposite the bed, a 40&rdquo; TV and console is located on the far side of the room.</p>\n<p>The second bedroom is comprised of twin beds, one nightstand between the two beds and console with a 40&rdquo; TV. Four fixture Turkish marble clad bathrooms features a pedestal sink, glass enclosed shower, bathtub, plush bathrobes and towels and luxurious Etro amenities.</p>",
  "service_amenities": "<p>Special Grand Suite privileges include full American Breakfast at Perrine or through Room Service, Complimentary pressing of 5 garments upon arrival, Complimentary juices and soft drinks from the minibar, direct private phone number to our&nbsp;Award-winning Les Clefs d'Or Concierge team, reserved for Grand Suite guests.&nbsp; &nbsp;</p>\n<p>Additional hotel services&nbsp;also include 24 hour&nbsp;white gloved elevator attendants and Complimentary Jaguar house car subject to availability.</p>\n<p>In-room comforts feature Complimentary high speed wi-fi for up to 4 devices, 24 hour in-room dining service, Housekeeping daily service twice, Overnight complimentary shoe shine, Plush terry cloth robes &amp; Pierre slippers, Exclusive Etro toiletries, On site 24-hour valet and hand-laundry services, complimentary dog amenities (for pets up to 15 pounds), Complimentary online newspapers and magazines on check in. For a full list of our guest services and amenities click&nbsp;<a href=\"https://www.thepierreny.com/luxury-manhattan-hotel-amenities/\" target=\"_blank\" rel=\"noopener noreferrer\">here</a>.</p>",
  "replace-reztrip-details": true,
  "additional-info": "<p>The Two Bedroom Deluxe Grand Suite offers stunning views of Central Park.&nbsp;</p>",
  "gallery": [
    {
      "name": "Two Bedrrom Deluxe Suite Bathroom 2nd Bathroom",
      "file_name": "Two Bedrrom Deluxe Suite Bathroom 2nd Bathroom.jpg",
      "url": "//cdn.traveltripper.io/site-assets/413_380_15456/media/2018-05-14-045119/Two_Bedrrom_Deluxe_Suite_Bathroom_2nd_Bathroom.jpg",
      "tags": "",
      "description": "",
      "date_added": "2018-05-14-045119",
      "file_type": "image/jpeg",
      "width": 2153,
      "height": 1933,
      "file_size": 220212,
      "url_large": "//cdn.traveltripper.io/site-assets/413_380_15456/media/2018-05-14-045119/large_Two_Bedrrom_Deluxe_Suite_Bathroom_2nd_Bathroom.jpg",
      "url_medium": "//cdn.traveltripper.io/site-assets/413_380_15456/media/2018-05-14-045119/medium_Two_Bedrrom_Deluxe_Suite_Bathroom_2nd_Bathroom.jpg",
      "url_small": "//cdn.traveltripper.io/site-assets/413_380_15456/media/2018-05-14-045119/small_Two_Bedrrom_Deluxe_Suite_Bathroom_2nd_Bathroom.jpg",
      "url_xsmall": "//cdn.traveltripper.io/site-assets/413_380_15456/media/2018-05-14-045119/xsmall_Two_Bedrrom_Deluxe_Suite_Bathroom_2nd_Bathroom.jpg",
      "url_thumb": "//cdn.traveltripper.io/site-assets/413_380_15456/media/2018-05-14-045119/thumb_Two_Bedrrom_Deluxe_Suite_Bathroom_2nd_Bathroom.jpg",
      "path": "//cdn.traveltripper.io/site-assets/413_380_15456/media/2018-05-14-045119/Two_Bedrrom_Deluxe_Suite_Bathroom_2nd_Bathroom.jpg",
      "alt": "Two Bedrrom Deluxe Suite Bathroom 2nd Bathroom",
      "caption": ""
    }
  ],
  "replace-reztrip-amenities": true
}