{
  "room-id": "DSA",
  "language": "en",
  "short_info": "The City View Twin One Bedroom Suites offer quintessential Manhattan charm and feature four-fixture bathrooms. These 800 square foot suites are situated on floors 14 to 21. ",
  "room_features": "<h3 class=\"MsoNormal\">&nbsp;Room Features</h3>\n<p>The City View Twin One Bedroom Suites offer quintessential Manhattan charm and feature four-fixture bathrooms. These 800 square foot suites are situated on floors 14 to 21.&nbsp;</p>\n<h3>Bed &amp; Bath Experience</h3>\n<p>This one-bedroom suite offers captivating views of New York City&rsquo;s skyline. The suite offers an entry way with double door closet, a well-appointed living room featuring a comfortable sofa and coffee table overlooking the 40&rdquo; wall mounted TV and console with minibar. There are 2 side chairs and side table along at the far side of the living room. An executive writing desk and chair completes the room.</p>\n<p>The comfortable bedroom features either a king sized bed or twin beds, an armchair with side table on the far side of the room.&nbsp; The twin bed set up has a nightstand between both beds with Bose Wave studio radio featuring Bluetooth connectivity and alarm clock. The four fixture Turkish marble-clad bathroom features a pedestal sink, 30 x 60\" roll-in shower, removable bath seat, soaking tub with oversized showerheads, plush bathrobes, towels and luxurious Etro bath amenities.</p>",
  "additional-info": "<p>Featuring four-fixture bathrooms and beautiful Manhattan views, our 800 square foot City View Twin One Bedroom Suites offer quintessential Manhattan charm and are situated on floors 14 to 21.&nbsp;&nbsp;</p>",
  "service_amenities": "<p>Service includes 24 hour&nbsp;white gloved elevator attendants,&nbsp;Complimentary hotel Jaguar service&nbsp;subject to availability, an Award-winning Les Clefs d'Or Concierge team to assist guests.</p>\n<p>In-room comforts feature Complimentary high speed wi-fi for up to 4 devices, 24 hour in-room dining service, Housekeeping daily service twice, Overnight complimentary shoe shine, Plush terry cloth robes &amp; Pierre slippers, Exclusive Etro toiletries, On site 24-hour valet and hand-laundry services, complimentary dog amenities (for pets up to 15 pounds), Complimentary online newspapers and magazines on check in.&nbsp;For a full list of our guest services and amenities click&nbsp; For a full list of our guest services and amenities click&nbsp;<a href=\"https://www.thepierreny.com/luxury-manhattan-hotel-amenities/\" target=\"_blank\" rel=\"noopener noreferrer\">here</a>.</p>",
  "replace-reztrip-details": true,
  "title": "City View King One Bedroom Suite Manhattan View ADA",
  "gallery": [
    {
      "url": "",
      "alt": "",
      "caption": "",
      "description": ""
    }
  ],
  "replace-reztrip-amenities": true,
  "floor_plan_pdf": [
    {
      "name": "Executive-Suite-Twin",
      "file_name": "Executive-Suite-Twin.pdf",
      "url": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-31-022036/Executive-Suite-Twin.pdf",
      "tags": "",
      "description": "",
      "date_added": "2018-08-31-022036",
      "file_size": 197500,
      "file_type": "application/pdf",
      "git_file_name": "_assets/image_data/Executive-Suite-Twin.json",
      "path": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-31-022036/Executive-Suite-Twin.pdf",
      "alt": "Executive Suite Twin",
      "caption": ""
    },
    {
      "name": "Executive-Suite-w-Kitchen",
      "file_name": "Executive-Suite-w-Kitchen.pdf",
      "url": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-31-022101/Executive-Suite-w-Kitchen.pdf",
      "tags": "",
      "description": "",
      "date_added": "2018-08-31-022101",
      "file_size": 194060,
      "file_type": "application/pdf",
      "git_file_name": "_assets/image_data/Executive-Suite-w-Kitchen.json",
      "path": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-31-022101/Executive-Suite-w-Kitchen.pdf",
      "alt": "Executive Suite W Kitchen",
      "caption": ""
    }
  ]
}