{
  "title": "Grand Suite",
  "room-id": "C2S",
  "language": "en",
  "short_info": "The Grand Suites offer Manhattan views and range in sizes of 1,300 square feet to 2,000 square feet, four-fixture bathrooms and separate pantry kitchens. These suites are located throughout the hotel.",
  "room_features": "<h3>Room Features</h3>\n<p>The Grand Suites are luxurious and sophisticated two-bedroom offering views of Manhattan&rsquo;s prestigious Upper East Side.&nbsp;</p>\n<h3>Bed &amp; Bath Experience</h3>\n<p>An entry foyer complements the regal living / dining room. A comfortable sofa, two side tables, coffee table, two exquisitely upholstered armchairs, and two ottomans adorn the grand suite.&nbsp; A dining table that seats four to six guests, an executive desk with chair, a wall mounted 40&rdquo; TV hangs over the vanity fireplace with console and minibar forms part of the suite. The grand suite is complemented by a well-appointed pantry kitchen for private gatherings.</p>\n<p>The suites are comprised of two bedrooms. The master bedroom features a plush and comfortable king bed, chaise, two nightstands, an armchair with side table and Bose Wave studio radio &nbsp;featuring Bluetooth connectivity and alarm clock.</p>\n<p>The second bedroom is comprised of twin beds, one nightstand between the two beds and console with a 40&rdquo; TV. Four fixture Turkish marble clad bathrooms features a pedestal sink, glass enclosed shower, bathtub, plush bathrobes and towels and luxurious Etro amenities.</p>",
  "service_amenities": "<p>Grand Suite privileges include full American Breakfast at Perrine or through Room Service, Complimentary pressing of 5 garments upon arrival, Complimentary juices and soft drinks from the minibar, Direct private phone number to our Concierge Team, reserved for Grand Suite guests.&nbsp; Additional hotel services also include 24 hour&nbsp;white gloved elevator attendants and Complimentary Jaguar house car&nbsp; subject to availability.</p>\n<p>In-room comforts feature Complimentary high speed wi-fi for up to 4 devices, 24 hour in-room dining service, Housekeeping daily service twice, Overnight complimentary shoe shine, Plush terry cloth robes &amp; Pierre slippers, Exclusive Etro toiletries, On site 24-hour valet and hand-laundry services, complimentary dog amenities (for pets up to 15 pounds), Complimentary online newspapers and magazines on check in.&nbsp;For a full list of our guest services and amenities click&nbsp;<a href=\"https://www.thepierreny.com/luxury-manhattan-hotel-amenities/\" target=\"_blank\" rel=\"noopener noreferrer\">here</a>.</p>",
  "additional-info": "<p>Ranging in size from 1,300 square feet to 2,000 square feet, Grand Suites offer Manhattan views, residential elegance, four-fixture bathrooms and separate pantry kitchens. These suites are located throughout the hotel.</p>",
  "gallery": [
    {
      "url": "",
      "alt": "",
      "caption": "",
      "description": ""
    }
  ],
  "replace-reztrip-details": true,
  "replace-reztrip-amenities": true,
  "floor_plan_pdf": [
    {
      "name": "The-Rajput-Suite",
      "file_name": "The-Rajput-Suite.pdf",
      "url": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-30-123354/The-Rajput-Suite.pdf",
      "tags": "",
      "description": "",
      "date_added": "2018-08-30-123354",
      "file_size": 277606,
      "file_type": "application/pdf",
      "git_file_name": "_assets/image_data/The-Rajput-Suite.json",
      "path": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-30-123354/The-Rajput-Suite.pdf",
      "alt": "The Rajput Suite",
      "caption": ""
    },
    {
      "name": "Grand-Suite-1714-w-Connector",
      "file_name": "Grand-Suite-1714-w-Connector.pdf",
      "url": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-30-123224/Grand-Suite-1714-w-Connector.pdf",
      "tags": "",
      "description": "",
      "date_added": "2018-08-30-123224",
      "file_size": 294900,
      "file_type": "application/pdf",
      "git_file_name": "_assets/image_data/Grand-Suite-1714-w-Connector.json",
      "path": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-30-123224/Grand-Suite-1714-w-Connector.pdf",
      "alt": "Grand Suite 1714 W Connector",
      "caption": ""
    },
    {
      "name": "The-Rajput-Suite-w-Connector",
      "file_name": "The-Rajput-Suite-w-Connector.pdf",
      "url": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-30-123354/The-Rajput-Suite-w-Connector.pdf",
      "tags": "",
      "description": "",
      "date_added": "2018-08-30-123354",
      "file_size": 246943,
      "file_type": "application/pdf",
      "git_file_name": "_assets/image_data/The-Rajput-Suite-w-Connector.json",
      "path": "//cdn.traveltripper.io/site-assets/357_906_18466/media/2018-08-30-123354/The-Rajput-Suite-w-Connector.pdf",
      "alt": "The Rajput Suite W Connector",
      "caption": ""
    }
  ]
}