[
  {
    "_template": "html",
    "content": "<h2 class=\"no-top-padding\">central park&nbsp;location</h2>\n<p style=\"text-align: justify;\"><a title=\"Luxury Central Park hotel\" href=\"https://www.thepierreny.com\">The Pierre</a> occupies nearly an entire city block on the southeast end of Central Park. The main entrance is on East 61st Street, and a second entrance sits on 5th Avenue, directly across the street from Central Park. Its eastern side fronts Madison Avenue, a famed stretch of luxury shopping. The hotel's close neighbors include Barneys New York, Bergdorf Goodman and Tiffany &amp; Co, as well as the Metropolitan Club, one of New York City's most exclusive private social clubs. The Pierre's much coveted Upper East Side location is also within close proximity of Manhattan&rsquo;s famed Museum Mile.</p>\n<p style=\"text-align: justify;\">In 1981, The Pierre was designated as a historic landmark by the New York City Landmarks Preservation Commission.&nbsp; Landmark status recognizes buildings that have a special character, historical or aesthetic interest or value as part of the development, heritage or cultural characteristics of the city.&nbsp; As a part of its landmark designation, The Pierre is responsible for maintaining and preserving the hotel's exterior architectural elements.</p>\n<div>&nbsp;</div>\n<h2 class=\"MsoNormal\">Accessibility</h2>\n<p>Stately doorman are stationed outside the hotel entrances, and can assist in hailing taxi cabs.</p>\n<p style=\"text-align: justify;\">Numerous subway lines are situated near the hotel. The N, Q and R station on Fifth Avenue is on the same block as the hotel, with a number of additional lines within easy walking distance of a few blocks.</p>\n<h2>Directions to the pierre</h2>\n<p style=\"text-align: justify;\">The hotel is located within easy distance of three major airports: John F. Kennedy Airport (45-60 minutes, 20 miles), LaGuardia Airport (30-45 minute drive, 10 miles) and Newark Airport (45-60 minute drive, 13 miles).</p>\n<p style=\"text-align: justify;\">The Pierre offers valet parking at the 61st street entrance, or guests may choose to self-park in the public garage located directly in front of the hotel.</p>\n<p style=\"text-align: justify;\">Grand Central Station and Penn Station offer comfortable train service and are minutes away from the hotel by cab.</p>\n<h2>Transfer Service</h2>\n<p>The exceptional Les Clefs d&rsquo;Or Concierge team at The Pierre can coordinate transfers in and around New York City. Our courtesy car, a luxury Jaguar sedan, offers luxury drop-offs for guests, based on availability and destination.</p>"
  }
]